Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Racine1676_Berenice_bpt6k990581p_corrected_numb_align_numb_l.tmx
Source language: frm
Languages: fr

source: ARRESTONS un moment. La pompe de ces Lieux,
fr: Arrêtons un moment. La pompe de ces lieux,

source: Je le voy bien, Arſace, eſt nouvelle à tes yeux.
fr: Je le vois bien, Arsace, est nouvelle à tes yeux.

source: Souvent ce Cabinet ſuperbe & ſolitaire,
fr: Souvent ce Cabinet superbe et solitaire,

source: Des ſecrets de Titus eſt le dépoſitaire.
fr: Des secrets de Titus est le dépositaire.

source: C’eſt icy quelquefois qu’il ſe cache à ſa Cour,
fr: C’est ici quelquefois qu’il se cache à sa Cour,

source: Lors qu’il vient à la Reyne expliquer ſon amour.
fr: Lorsqu’il vient à la Reine expliquer son amour.

source: De ſon Apartement cette porte eſt prochaine,
fr: De son Appartement cette porte est prochaine,

source: Et cette autre conduit dans celuy de la Reyne,
fr: Et cette autre conduit dans celui de la Reine,

source: Va chez elle. Dy-luy qu’importun à regret,
fr: Va chez elle. Dis-lui qu’importun à regret,

source: J’oſe luy demander un entretien ſecret.
fr: J’ose lui demander un entretien secret.

source: Vous, Seigneur, importun? Vous, cet Amy fidelle:
fr: Vous, Seigneur, importun? Vous cet Ami fidèle:

source: Qu'un ſoin ſi genereux intereſſe pour elle?
fr: Qu’un soin si généreux intéresse pour elle?

source: Vous, cet Antiochus, ſon Amant autrefois;
fr: Vous, cet Antiochus, son Amant autrefois;

source: Vous, que l’Orient conte entre ſes plus grands Rois?
fr: Vous, que l’Orient compte entre ses plus grands Rois?

source: Quoy déja de Titus l'Epouſe en eſperance,
fr: Quoi déjà de Titus épouse en espérance,

source: Ce rang entre elle & vous met-il tant de diſtance.
fr: Ce rang entre elle et vous met-il tant de distance.

source: Va, dis-je, & ſans vouloir te charger d’autres ſoins;
fr: Va, dis-je, et sans vouloir te charger d’autres soins;

source: Voy ſi je puis bientoſt luy parler ſans témoins.
fr: Vois si je puis bientôt lui parler sans témoins.

source: HE' bien, Antiochus, es-tu toujours le meſme?
fr: Hé bien, Antiochus, es-tu toujours le même?

source: Pourray-je ſans trembler luy dire, Je vous aime?
fr: Pourrai je sans trembler lui dire, je vous aime?

source: Mais quoy? Déjà je tremble, & mon cœur agité
fr: Mais quoi? Déjà je tremble, et mon cœur agité

source: Craint autant ce moment que je l’ay ſouhaité.
fr: Craint autant ce moment que je l’ai souhaité.

source: Berenice autrefois m’oſta toute eſperance.
fr: Bérénice autrefois m’ôta toute espérance.

source: Elle m'impoſa meſme un eternel ſilence.
fr: Elle m’imposa même un éternel silence.

source: Je me ſuis tû cinq ans. Et juſques à ce jour
fr: Je me suis tu cinq ans. Et jusques à ce jour

source: D'un voile d'amitié j'ay couvert mon amour.
fr: D’un voile d’amitié j’ai couvert mon amour.

source: Dois-je croire qu’au rang, ou Titus la deſtine,
fr: Dois-je croire qu’au rang, où Titus la destine,

source: Elle m’écoute mieux que dans la Paleſtine?
fr: Elle m’écoute mieux que dans la Palestine?

source: Il l'épouſe. Ay-je donc attendu ce moment
fr: Il l’épouse. Ai-je donc attendu ce moment

source: Pour me venir encor declarer ſon Amant?
fr: Pour me venir encor déclarer son Amant?

source: Ah! puis qu’il faut partir, partons ſans luy déplaire.
fr: Ah! Puisqu’il faut partir, partons sans lui déplaire.

source: Je me ſuis tu long-temps, je puis encore me taire.
fr: Je me suis tu longtemps, je puis encore me taire.

source: Retirons nous, ſortons, & ſans nous découvrir,
fr: Retirons-nous, sortons, et sans nous découvrir,

source: Allons loin de ſes yeux l’oublier, ou mourir.
fr: Allons loin de ses yeux l’oublier, ou mourir.

source: Hé quoy? ſouffrir toûjours un tourment qu'elle ignore?
fr: Hé quoi? souffrir toujours un tourment qu’elle ignore?

source: Toûjours verſer des pleurs qu'il faut que je devore?
fr: Toujours verser des pleurs qu’il faut que je dévore?

source: Quoy meſme en la perdant redouter ſon courroux?
fr: Quoi même en la perdant redouter son courroux?

source: Belle Reyne; & pourquoy vous offenſeriez-vous?
fr: Belle Reine; et pourquoi vous offenseriez-vous?

source: Que vous m’aimiez? Helas! je ne viens que vous dire,
fr: Que vous m’aimiez? Hélas! je ne viens que vous dire,

source: Qu’apres m’eſtre longtemps flatté que mon Rival
fr: Qu’après m’être longtemps flatté que mon Rival

source: Trouveroit à ſes vœux quelque obſtacle fatal;
fr: Trouverait à ses vœux quelque obstacle fatal;

source: Aujourd’huy qu’il peut tout, que voſtre hymen s'a vance,
fr: Aujourd’hui qu’il peut tout, que votre hymen s’avance,

source: Exemple infortuné d'une longue conſtance,
fr: Exemple infortuné d’une longue constance,

source: Apres cinq ans d’amour, & d'eſpoir ſuperflus,
fr: Après cinq ans d’amour, et d’espoir superflus,

source: Je pars, fidelle encor quand je n’eſpere plus.
fr: Je pars, fidèle encor quand je n’espère plus.

source: Au lieu de s'offenſer, elle pourra me plaindre,
fr: Au lieu de s’offenser, elle pourra me plaindre.

source: Quoy qu’il en ſoit, parlõs, c’eſt aſſez nous contrain dre,
fr: Quoi qu’il en soit, parlons, c’est assez nous contraindre,

source: Et que peut craindre, helas! un Amant fans eſpoir
fr: Et que peut craindre, hélas! un Amant sans espoir

source: Qui peut bien ſe reſoudre à ne la jamais voir?
fr: Qui peut bien se résoudre à ne la jamais voir?

source: ARſace, entrerons-nous?
fr: Arsace, entrerons-nous?

source: Seigneur, j’ay vû la Reyne.
fr: Seigneur, j'ai vu la Reine.

source: Mais pour me faire voir, je n’ay percé qu'à peine
fr: Mais pour me faire voir, je n’ai percé qu’à peine

source: Les flots toûjours nouveaux d’un Peuple adorateur
fr: Les flots toujours nouveaux d’un Peuple adorateur

source: Qu’attire ſur ſes pas ſa prochaine grandeur.
fr: Qu’attire sur ses pas sa prochaine grandeur.

source: Titus apres huit jours d’une retraites auſtere
fr: Titus après huit jours d’une retraite austère

source: Ceſſe enfin de pleurer Veſpaſien ſon pere.
fr: Cesse enfin de pleurer Vespasien son père.

source: Cet Amant ſe redonne aux ſoins de ſon amour.
fr: Cet Amant se redonne aux soins de son amour.

source: Et ſi j'en croy, Seigneur, l'entretien de la Cour,
fr: Et si j’en crois, Seigneur, l’entretien de la Cour,

source: Peut-eſtre avant la nuit l’heureuſe Berenice
fr: Peut-être avant la nuit l’heureuse Bérénice

source: Change le nom de Reyne au nom d’Imperatrice.
fr: Change le nom de Reine au nom d’Impératrice.

source: Helas!
fr: Hélas!

source: Quoy? ce diſcours pourroit-il vous troubler?
fr: Quoi? ce discours pourrait-il vous troubler?

source: Ainſi donc ſans témoins je ne luy puis parler?
fr: Ainsi donc sans témoins je ne lui puis parler?

source: Vous la verrez, Seigneur. Berenice eſt inſtruite
fr: Vous la verrez, Seigneur. Bérénice est instruite

source: Que vous voulez icy la voir ſeule, & ſans ſuite.
fr: Que vous voulez ici la voir seule, et sans suite.

source: La Reyne d’un regard a daigné m'avertir
fr: La Reine d’un regard a daigné m’avertir

source: Qu'à à voſtre empreſſement elle alloit conſentir.
fr: Qu’à votre empressement elle allait consentir.

source: Et ſans doute elle attend le moment favorable
fr: Et sans doute elle attend le moment favorable

source: De diſparoiſtre aux yeux d'une Cour qui l'accable.
fr: De disparaître aux yeux d’une Cour qui l’accable.

source: Il ſuffit. Cependant n'as-tu rien négligé
fr: Il suffit. Cependant n’as-tu rien négligé

source: Des ordres importans dont je t'avois chargé?
fr: Des ordres importants dont je t’avais chargé?

source: Seigneur, vous connoiſſez ma promte obeïſſance.
fr: Seigneur, vous connaissez ma prompte obéissance.

source: Des Vaiſſeaux dans Oſtie armez en diligence,
fr: Des Vaisseaux dans Ostie armés en diligence,

source: Preſts à quitter le port de momens en momens,
fr: Prêts à quitter le port de moments en moments,

source: N’attendent pour partir que vos commandemens.
fr: N’attendent pour partir que vos commandements.

source: Mais qui renvoyez-vous dans voſtre Comagene?
fr: Mais qui renvoyez-vous dans votre Comagène?

source: Arſace, il faut partir quand j'auray veû la Reyne.
fr: Arsace, il faut partir quand j’aurai vu la Reine.

source: Moy.
fr: Moi.

source: En ſortant du Palais,
fr: En sortant du Palais,

source: Je ſors de Rome, Arſace, & j’en ſors pour jamais.
fr: Je sors de Rome, Arsace, et j’en sors pour jamais.

source: Je ſuis ſurpris ſans doute, & c’eſt avec juſtice.
fr: Je suis surpris sans doute, et c’est avec justice.

source: Quoy depuis ſi long-temps la Reyne Berenice
fr: Quoi depuis si longtemps la Reine Bérénice

source: Vous arrache, Seigneur, du ſein de vos Eſtats,
fr: Vous arrache, Seigneur, du sein de vos États,

source: Depuis trois ans dans Rome elle arreſte vos pas;
fr: Depuis trois ans dans Rome elle arrête vos pas;

source: Et lors que cette Reyne aſſurant ſa conqueſte
fr: Et lorsque cette Reine assurant sa conquête

source: Vous attend pour témoin de cette illuſtre Feſte,
fr: Vous attend pour témoin de cette illustre Fête,

source: Quand l'amoureux Titus, devenant ſon Epoux,
fr: Quand l’amoureux Titus devenant son Époux,

source: Luy prépare un éclat qui rejallit ſur vous....
fr: Lui prépare un éclat qui rejaillit sur vous...

source: Arſace, laiſſe-la joüir de ſa fortune,
fr: Arsace, laisse-la jouir de sa fortune,

source: Je vous entens, Seigneur. Ces meſmes dignitez
fr: Je vous entends, Seigneur. Ces mêmes dignités

source: Ont rendu Berenice ingrate à vos bontez.
fr: Ont rendu Bérénice ingrate à vos bontés.

source: L’inimitié ſuccede à l’amitié trahie.
fr: L’inimitié succède à l’amitié trahie.

source: Non, Arſace, jamais je ne l'ay moins haïe.
fr: Non, Arsace, jamais je ne l’ai moins haïe.

source: Quoy donc? De ſa grandeur déja trop prévenu,
fr: Quoi donc? De sa grandeur déjà trop prévenu,

source: Quelque preſſentiment de ſon indifference
fr: Quelque pressentiment de son indifférence

source: Vous fait-il loin de Rome éviter ſa preſence?
fr: Vous fait-il loin de Rome éviter sa présence?

source: Titus n’a point pour moy paru ſe démentir,
fr: Titus n’a point pour moi paru se démentir,

source: J’aurois tort de me plaindre.
fr: J’aurais tort de me plaindre.

source: Et pourquoy donc partir?
fr: Et pourquoi donc partir?

source: Quel caprice vous rend ennemy de vous-meſme?
fr: Quel caprice vous rend ennemi de vous-même?

source: Le Ciel met ſur le Trône un Prince qui vous aime,
fr: Le Ciel met sur le Trône un Prince qui vous aime,

source: Vous vit chercher la gloire & la mort ſur ſes pas,
fr: Vous vit chercher la gloire et la mort sur ses pas,

source: Et de qui la valeur par vos ſoins ſecondée
fr: Et de qui la valeur par vos soins secondée

source: Mit enfin ſous le joug la rebelle Judée.
fr: Mit enfin sous le joug la rebelle Judée.

source: Il ſe ſouvient du jour illuſtre & douloureux
fr: Il se souvient du jour illustre et douloureux

source: Qui décida du ſort d'un long ſiege douteux:
fr: Qui décida du sort d’un long siège douteux:

source: Sur leur triplé rempart les Ennemis tranquiles
fr: Sur leur triple rempart les Ennemis tranquilles

source: Contemploient ſans peril nos aſſauts inutiles,
fr: Contemplaient sans péril nos assauts inutiles,

source: Le Bellier impuiſſant les menaçoit en vain.
fr: Le Bélier impuissant les menaçait en vain.

source: Vous ſeul, Seigneur, vous ſeul, une échelle à la main,
fr: Vous seul, Seigneur, vous seul, une échelle à la main,

source: Vous portaſtes la mort juſques ſur leurs murailles.
fr: Vous portâtes la mort jusque sur leurs murailles.

source: Ce jour preſque éclaira vos propres funerailles,
fr: Ce jour presque éclaira vos propres funérailles,

source: Titus vous embraſſa mourant entre mes bras,
fr: Titus vous embrassa mourant entre mes bras,

source: Et tout le camp vainqueur pleura voſtre trépas.
fr: Et tout le camp vainqueur pleura votre trépas.

source: Voicy le temps, Seigneur, où vous devez attendre
fr: Voici le temps, Seigneur, où vous devez attendre

source: Le fruit de tant de ſang qu’ils vous ont veû répandre.
fr: Le fruit de tant de sang qu’ils vous ont vu répandre.

source: Si preſſé du deſir de revoir vos Eſtats
fr: Si pressé du désir de revoir vos États

source: Vous vous laſſez de vivre, où vous ne regnez pas;
fr: Vous vous lassez de vivre où vous ne régnez pas;

source: Faut-il que ſans honneur l’Euphrate vous revoye?
fr: Faut-il que sans honneur l’Euphrate vous revoie?

source: Attendez pour partir que Céſâr vous renvoye
fr: Attendez pour partir que César vous renvoie

source: Triomphant, & chargé des titres ſouverains
fr: Triomphant, et chargé des titres souverains

source: Qu'ajouſte encore aux Rois l’amitié des Romains.
fr: Qu’ajoute encore aux Rois l’amitié des Romains.

source: Rien ne peut-il, Seigneur, changer voſtre entreprise?
fr: Rien ne peut-il, Seigneur, changer votre entreprise?

source: Que veux-tu que je diſe?
fr: Que veux-tu que je dise?

source: J'attens de Berenice un moment d’entretien.
fr: J’attends de Bérénice un moment d’entretien.

source: Son ſort decidera du mien,
fr: Son sort décidera du mien,

source: Sur ſon hymen j’attens qu’elle s’explique.
fr: Sur son hymen j'attends qu'elle s'explique.

source: Si ſa bouche s’accorde avec la voix publique,
fr: Si sa bouche s’accorde avec la voix publique,

source: S’il eſt vray qu'on l’éleve au trône des Céſars,
fr: S’il est vrai qu’on l’élève au trône des Césars,

source: Si Titus a parlé, s’il l’épouſe, je pars.
fr: Si Titus a parlé, s’il l’épouse, je pars.

source: Mais qui rend à vos yeux cet hymen ſi funeſte?
fr: Mais qui rend à vos yeux cet hymen si funeste?

source: Quand nous ſerons partis, je te diray le reſte.
fr: Quand nous serons partis, je te dirai le reste.

source: Dans quel trouble, Seigneur, jettez-vous mon eſprit!
fr: Dans quel trouble, Seigneur, jetez-vous mon esprit!

source: La Reyne vient. Adieu, fai tout ce que j'ay dit.
fr: La Reine vient. Adieu, fais tout ce que j’ai dit.

source: ENfin je me dérobe à la joye importune
fr: Enfin je me dérobe à la joie importune

source: Je fuis de leurs reſpects l’inutile longueur,
fr: Je fuis de leurs respects l’inutile longueur,

source: Pour chercher un Amy, qui me parle du cœur.
fr: Pour chercher un Ami, qui me parle du cœur.

source: Il ne faut point mentir, ma juſte impatience
fr: Il ne faut point mentir, ma juste impatience

source: Vous accuſoit déja de quelque negligence.
fr: Vous accusait déjà de quelque négligence.

source: Quoy cet Antiochus, diſois-je, dont les ſoins
fr: Quoi cet Antiochus, disais-je, dont les soins

source: Ont eû tout l’Orient & Rome pour témoins,
fr: Ont eu tout l’Orient et Rome pour témoins,

source: Luy que j’ay veû toujours conſtant dans mes traverſes
fr: Lui que j’ai vu toujours constant dans mes traverses

source: Suivre d’un pas égal mes fortunes diverſes;
fr: Suivre d’un pas égal mes fortunes diverses;

source: Aujourd’huy que le Ciel ſemble me preſager
fr: Aujourd’hui que le Ciel semble me présager

source: Un honneur, qu'avec vous je prétens partager,
fr: Un honneur, qu’avec vous je prétends partager,

source: Ce meſme Antiochus ſe cachant à ma veuë,
fr: Ce même Antiochus se cachant à ma vue,

source: Me laiſſe à la mercy d’une foule inconnuë?
fr: Me laisse à la merci d’une foule inconnue?

source: Il eſt donc vray, Madame? Et ſelon ce diſcours
fr: Il est donc vrai, Madame? Et selon ce discours

source: L’hymen va ſucceder à vos longues amours?
fr: L’hymen va succéder à vos longues amours?

source: Seigneur, je vous veux bien confier mes allarmes.
fr: Seigneur, je vous veux bien confier mes alarmes.

source: Ces jours ont veû mes yeux baignez de quelques larmes.
fr: Ces jours ont vu mes yeux baignés de quelques larmes.

source: Ce long deüil que Titus impoſoit à ſa Cour,
fr: Ce long deuil que Titus imposait à sa Cour,

source: Avoit, meſme en ſecret ſuſpendu ſon amour.
fr: Avait même en secret suspendu son amour.

source: Il n’avoit plus pour moy cette ardeur aſſiduë
fr: Il n’avait plus pour moi cette ardeur assidue

source: Lors qu’il paſſoit les jours, attaché ſur ma veuë.
fr: Lorsqu’il passait les jours, attaché sur ma vue.

source: Müet, chargé de ſoins, & les larmes aux yeux,
fr: Muet, chargé de soins, et les larmes aux yeux,

source: Il ne me laiſſoit plus que de triſtes Adieux.
fr: Il ne me laissait plus que de tristes Adieux.

source: Jugez de ma douleur, moy dont l'ardeur extréme,
fr: Jugez de ma douleur, moi dont l’ardeur extrême,

source: Je vous l'ay dit cent fois, n’aime en luy que luy-même,
fr: Je vous l’ai dit cent fois, n’aime en lui que lui-même,

source: Moy qui loin des grandeurs, dont il eſt reveſtu,
fr: Moi qui loin des grandeurs, dont il est revêtu,

source: Aurois choiſi ſon cœur, & cherché ſa vertu.
fr: Aurais choisi son cœur, et cherché sa vertu.

source: Il a repris pour vous ſa tendreſſe premiere?
fr: Il a repris pour vous sa tendresse première?

source: Vous fuſtes ſpectateur de cette nuit derniere,
fr: Vous fûtes spectateur de cette nuit dernière,

source: Lors que, pour ſeconder les ſoins religieux,
fr: Lorsque, pour seconder ses soins religieux,

source: Le Sénat a placé ſon Pere entre les Dieux.
fr: Le Sénat a placé son Père entre les Dieux.

source: De ce juſte devoir ſa pieté contente
fr: De ce juste devoir sa piété contente

source: A fait place, Seigneur, au ſoin de ſon Amante.
fr: A fait place, Seigneur, au soin de son Amante.

source: Et meſme en ce moment, ſans qu’il m’en ait parlé,
fr: Et même en ce moment, sans qu’il m’en ait parlé,

source: Il eſt dans le Senat par ſon ordre aſſemblé.
fr: Il est dans le Sénat par son ordre assemblé.

source: Là de la Paleſtine il étend la frontiere,
fr: Là de la Palestine il étend la frontière,

source: Il y joint l’Arabie, & la Syrie entiere.
fr: Il y joint l’Arabie, et la Syrie entière.

source: Et ſi de ſes Amis j’en dois croire la voix,
fr: Et si de ses Amis j’en dois croire la voix,

source: Si j’en crois ſes ſermons redoublez mille fois,
fr: Si j’en crois ses serments redoublés mille fois,

source: Il va ſur tant d'Eſtats couronner Berenice,
fr: Il va sur tant d’États couronner Bérénice,

source: Pour joindre à plus de noms le nom d’Imperatrice,
fr: Pour joindre à plus de noms le nom d’Impératrice,

source: Il m'en viendra luy-meſme aſſurer en ce lieu.
fr: Il m’en viendra lui-même assurer en ce lieu.

source: Prince, vous vous troublez, & changez de viſage?
fr: Prince, vous vous troublez, et changez de visage?

source: Quoy? ne puis-je ſçavoir
fr: Quoi? ne puis-je savoir

source: Quel ſujet....
fr: Quel sujet…

source: Il falloit partir ſans la revoir.
fr: Il fallait sans la revoir.

source: Que craignez-vous? Parlez, c'eſt trop long-temps ſe taire.
fr: Que craignez-vous? Parlez, c’est trop longtemps se taire.

source: Seigneur, de ce départ quel eſt donc le myſtere?
fr: Seigneur, de ce départ quel est donc le mystère?

source: Au moins, ſouvenez-vous que je cede à vos lois,
fr: Au moins, souvenez-vous que je cède à vos lois,

source: Et que vous m’écoutez pour la derniere fois.
fr: Et que vous m’écoutez pour la dernière fois.

source: Si dans ce haut degré de gloire & de puiſſance,
fr: Si dans ce haut degré de gloire et de puissance,

source: Il vous ſouvient des lieux où vous priſtes naiſſance,
fr: Il vous souvient des lieux où vous prîtes naissance,

source: Madame, il vous ſouvient que mon cœur en ces lieux
fr: Madame, il vous souvient que mon cœur en ces lieux

source: Receût le premier trait qui partit de vos yeux.
fr: Reçut le premier trait qui partit de vos yeux.

source: J’aimay, j'obtins l'aveu d'Agrippa voſtre Frere.
fr: J’aimai, j’obtins l’aveu d’Agrippa votre Frère.

source: Il vous parla pour moy. Peut-eſtre ſans colere
fr: Il vous parla pour moi. Peut-être sans colère

source: Titus, pour mon malheur, vint, vous vit, & vous plût.
fr: Titus, pour mon malheur, vint, vous vit, et vous plut.

source: Qui porte entre ſes mains la vengeance de Rome.
fr: Qui porte entre ses mains la vengeance de Rome.

source: La Judée en pâlit. La triſte Antiochus
fr: La Judée en pâlit. Le triste Antiochus

source: Se conta le premier au nombre des vaincus.
fr: Se compta le premier au nombre des vaincus.

source: Bientoſt de mon malheur interprete ſevere,
fr: Bientôt de mon malheur interprète sévère,

source: Voſtre bouche à la mienne ordonna de ſe taire.
fr: Votre bouche à la mienne ordonna de se taire.

source: Je diſputay longtemps, je fis parler mes yeux.
fr: Je disputai longtemps, je fis parler mes yeux.

source: Mes pleurs & mes ſoûpirs vous ſuivoient en tous lieux.
fr: Mes pleurs et mes soupirs vous suivaient en tous lieux.

source: Enfin voſtre rigueur emporta la balance,
fr: Enfin votre rigueur emporta la balance,

source: Vous ſçeuſtes m'impoſer l'exil, ou le ſilence.
fr: Vous sûtes m’imposer l’exil, ou le silence.

source: Il fallut le promettre, & meſme le jurer.
fr: Il fallut le promettre, et même le jurer.

source: Mais, puisqu’en ce moment j'oſe me declarer,
fr: Mais, puisqu’en ce moment j’ose me déclarer,

source: Lors que vous m’arrachiez cette injuſte promeſſe,
fr: Lorsque vous m’arrachiez cette injuste promesse,

source: Mon cœur faiſoit ſerment de vous aimer ſans ceſſe.
fr: Mon cœur faisait serment de vous aimer sans cesse.

source: Je me ſuis tû cinq ans,
fr: Je me suis tu cinq ans,

source: Madame, & vais encor me taire plus longtemps.
fr: Madame, et vais encor me taire plus longtemps.

source: De mon heureux Rival j'accompagnay les armes.
fr: De mon heureux Rival j’accompagnai les armes.

source: J'eſperay de verſer mon ſang apres mes larmes,
fr: J’espérai de verser mon sang après mes larmes,

source: Ou qu'au moins juſqu'à vous porté par mille exploits,
fr: Ou qu’au moins jusqu’à vous porté par mille exploits,

source: Mon nom pourroit parler, au défaut de ma voix.
fr: Mon nom pourrait parler, au défaut de ma voix.

source: Le Ciel ſembla promettre une fin à ma peine.
fr: Le Ciel sembla promettre une fin à ma peine.

source: Vous pleuraſtes ma mort, helas! trop peu certaine.
fr: Vous pleurâtes ma mort, hélas! trop peu certaine.

source: Inutiles périls! Quelle eſtoit mon erreur!
fr: Inutiles périls! Quelle était mon erreur!

source: La valeur de Titus ſurpaſſoit ma fureur.
fr: La valeur de Titus surpassait ma fureur.

source: Il faut qu’à ſa vertu mon eſtime réponde.
fr: Il faut qu’à sa vertu mon estime réponde.

source: Quoy qu'attendu, Madame, à l’Empire du Monde,
fr: Quoique attendu, Madame, à l’Empire du Monde,

source: Chery de l'Univers, enfin aimé de vous;
fr: Chéri de l’Univers, enfin aimé de vous;

source: Il ſembloit à luy ſeul appeller tous les coups,
fr: Il semblait à lui seul appeler tous les coups,

source: Tandis que ſans eſpoir, haï, laſſé de vivre,
fr: Tandis que sans espoir, haï, lassé de vivre,

source: Son malheureux Rival ne ſembloit que le ſuivre.
fr: Son malheureux Rival ne semblait que le suivre.

source: Je voy que voſtre cœur m’applaudit en ſecret,
fr: Je vois que votre cœur m’applaudit en secret,

source: Je voy que l'on m’écoute avec moins de regret,
fr: Je vois que l’on m’écoute avec moins de regret,

source: Et que trop attentive à ce recit funeſte,
fr: Et que trop attentive à ce récit funeste,

source: En faveur de Titus vous pardonnez le reſte.
fr: En faveur de Titus vous pardonnez le reste.

source: Enfin apres un ſiege auſſi cruel que lent,
fr: Enfin après un siège aussi cruel que lent,

source: Il domta les mutins, reſte pâle & ſanglant
fr: Il dompta les mutins, reste pâle et sanglant

source: Des flâmes, de la faim, des fureurs inteſtines,
fr: Des flammes, de la faim, des fureurs intestines,

source: Et laiſſa leurs remparts cachez ſous leurs ruïnes.
fr: Et laissa leurs remparts cachés sous leurs ruines.

source: Rome vous vit, Madame, arriver avec, luy.
fr: Rome vous vit, Madame, arriver avec lui.

source: Dans l'Orient deſert quel devint mon ennuy!
fr: Dans l’Orient désert quel devint mon ennui!

source: Je demeuray longtemps errant dans Céſarée,
fr: Je demeurai longtemps errant dans Césarée,
